Repository: savyobrenner/PrivateRide
Catalog: PrivateRide/Shared/Localization/Localizable.xcstrings
Source language: en
Languages: es, fr, pt_br

source: Cancel
es: Cancelar
fr: Annuler
pt_br: Cancelar

source: Confirm
es: Confirmar
fr: Confirmer
pt_br: Confirmar

source: Drop Off
es: Destino
fr: Dépose
pt_br: Destino

source: Filter by Driver
es: Filtrar por Conductor
fr: Filtrer par Conducteur
pt_br: Filtrar por Motorista

source: ID Number
es: Número de ID
fr: Numéro d'ID
pt_br: Número de ID

source: Identification
es: Identificación
pt_br: Identificação

source: minutes
es: minutos
pt_br: minutos

source: No drivers available in your area.
es: No hay conductores disponibles en tu área.
fr: Aucun conducteur disponible dans votre région.
pt_br: Nenhum motorista disponível na sua área.

source: No trips matchs the criteria :(
es: Ningún viaje coincide con los criterios :(
fr: Aucun trajet ne correspond aux critères :(
pt_br: Nenhuma viagem corresponde aos critérios :(

source: Pick Up
es: Origen
fr: Ramassage
pt_br: Origem

source: Please adjust the criteria and try again!
es: Ajusta los criterios e inténtalo de nuevo!
fr: Ajustez les critères et réessayez!
pt_br: Ajuste os critérios e tente novamente!

source: Please adjust your pickup or drop-off location to find available rides.
es: Ajusta tu ubicación de recogida o destino para encontrar viajes disponibles.
fr: Veuillez ajuster votre lieu de départ ou d'arrivée pour trouver des trajets disponibles.
pt_br: Ajuste seu local de partida ou destino para encontrar viagens disponíveis.

source: Please choose between one of our %lld drivers
es: Elige entre uno de nuestros %lld conductores
fr: Veuillez choisir parmi l'un de nos %lld conducteurs
pt_br: Escolha entre um dos nossos %lld motoristas

source: Search
es: Buscar
fr: Rechercher
pt_br: Buscar

source: Suggestions
es: Sugerencias
pt_br: Sugestões

source: Trips History
es: Historial de Viajes
fr: Historique des Trajets
pt_br: Histórico de Viagens

source: Where To?
es: Destino
fr: Destination
pt_br: Destino

source: You need to complete or cancel the current trip first.
es: Debes completar o cancelar el viaje actual primero.
fr: Vous devez terminer ou annuler le trajet en cours d’abord.
pt_br: Você precisa concluir ou cancelar a viagem atual primeiro.
